export default {
  audioOn: 'الصوت يعمل',
  audioOff: 'الصوت متوقف',
  play: 'ابدأ',
  newGame: 'لعبة جديدة',
  loadGame: 'تحميل لعبة',
  options: 'الإعدادات',
  hall: 'قاعة الشهرة',
  credits: 'الشكر والتقدير',
  exit: 'الخروج من اللعبة',
  languagePrompt: 'اختر لغة اللعبة',
  warning: 'تحذير! تم إنشاء هذه اللعبة باللغة الإيطالية. تمت ترجمة اللغات الأخرى باستخدام الذكاء الاصطناعي وقد تحتوي على أخطاء. أعتذر مسبقًا!',
  languages: { it: 'الإيطالية', en: 'الإنجليزية', fr: 'الفرنسية', de: 'الألمانية', es: 'الإسبانية', pt: 'البرتغالية', ar: 'العربية', ru: 'الروسية', zh: 'الصينية', ja: 'اليابانية' }
};
