export default {
  audioOn: 'Звук ВКЛ',
  audioOff: 'Звук ВЫКЛ',
  play: 'ИГРАТЬ',
  newGame: 'НОВАЯ ИГРА',
  loadGame: 'ЗАГРУЗИТЬ',
  options: 'НАСТРОЙКИ',
  hall: 'ЗАЛ СЛАВЫ',
  credits: 'БЛАГОДАРНОСТИ',
  exit: 'ВЫХОД',
  languagePrompt: 'Выберите язык игры',
  warning: 'ВНИМАНИЕ! Эта игра была создана на итальянском языке. Переводы на другие языки были сгенерированы искусственным интеллектом и могут содержать ошибки. Заранее прошу прощения!',
  languages: { it: 'Итальянский', en: 'Английский', fr: 'Французский', de: 'Немецкий', es: 'Испанский', pt: 'Португальский', ar: 'Арабский', ru: 'Русский', zh: 'Китайский', ja: 'Японский' }
};
